{
	"Header": {
		"title": "Kimberly Owens",
		"paragraph": "RUN COACH"
	},
	"About": {
		"paragraph": "With over 20 years of coaching experience across gymnastics, personal training, and running, I bring a holistic approach to helping athletes achieve their goals. I hold a certification from the Road Runners Club of America (RRCA) and have a deep understanding of the sport, having competed in cross country at the collegiate level.",
		"paragraph2": "My coaching philosophy centers around breaking down larger goals into manageable, achievable pieces. I believe in looking at the whole athlete, ensuring that training programs are tailored to individual needs and promote overall well-being. Whether you're a beginner looking to complete your first 5K or an experienced runner aiming for a personal best, I am committed to helping you reach your potential in a fun and supportive environment.",
		"Why": [
			"Over 20 years experience",
			"Holistic Approach",
			"Goal-Oriented Coaching",
			"Growth Mindset"
		],
		"Why2": [
			"Personalized Programs",
			"RRCA Certified",
			"Relentlessly Optimistic",
			"Success Across Disciplines"
		]
	},

	"Plans": [
		{
			"img": "startLine",
			"name": "Full Plan",
			"text": [
				{
					"bullet": "Personalized Training Plan",
					"description": "Receive a custom training plan tailored to your goals and current fitness level. We will discuss your goals and fitness level and you will receive the full plan up front.",
					"id": 1
					
				},
				{
					"bullet": "Self Directed ",
					"description": "Perfect for athletes who want a personalized plan, need a little guidance on where to start and don't require frequent communication.",
					"id": 2
					
				},
				{
					"bullet": "Unlimited Question Support",
					"description": "Feel free to email your questions to me at anytime!",
					"id": 3
					
				}
				
			],
			"price": "$95 / plan"
		},
		{
			"img": "steadyStride",
			"name": "1:1 Coaching",
			"text": [
				{
					"id": 11,
					"bullet": "Personalized Training Plan",
					"description": "Enjoy a tailored training plan with unlimited updates to keep you on track. We will discuss your goals and fitness level and you will updated plans weekly."
				},
				{
					"id": 12,
					"bullet": "Weekly Check-Ins",
					"description": "Benefit from check-ins every week to ensure you're progressing smoothly and to address any challenges you may face."
				},
				{
					"id": 13,
					"bullet": "Unlimited Plan Updates",
					"description": "Your plan will be updated as often as needed to match your evolving goals and progress."
				}
			],
			"price": "$130 / month"
		}
		
	],

	"Contact": {
		"email": "info@company.com",
		"facebook": "fb.com",
		"twitter": "twitter.com",
		"youtube": "youtube.com"
	},
	"Features": [
		{
			"icon": "IconStretching",
			"title": "Personalized Plans",
			"text": "Running plans personalized to where you are in your running journey"
		},
		{
			"icon": "IconCalendarWeek",
			"title": "Weekly Schedules",
			"text": "Plans will be updated weekly based on feedback from previous week"
		},
		{
			"icon": "IconPhoneCall",
			"title": "Check-Ins",
			"text": "Regular checkins based on your preferences"
		},
		{
			"icon": "IconStairs",
			"title": "Goal Planning",
			"text": "Goal planning sessions to ensure we are on the same page"
		}
	]
}
